Repository: Tlaster/Tuuto
Catalog: Tuuto/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_hans

# AccountView_FollowersCount.Text
source: Followers
ja_jp: フォロワー
zh_hans: 关注者

# AccountView_FollowingCount.Text
source: Following
ja_jp: フォロー中
zh_hans: 正关注

# AccountView_OpenInBrowser.Text
source: Open in browser
zh_hans: 在浏览器中打开

# AccountView_StatusesCount.Text
source: Statuses
ja_jp: 投稿
zh_hans: 嘟文

# BladePage_Home.Label
source: Home
ja_jp: ホーム
zh_hans: 主页

# ExListView_Empty.Text
source: Nothing here
ja_jp: 何もありません
zh_hans: 这里空空如也

# ExListView_Failed.Text
source: Failed
ja_jp: エラーが発生しました。
zh_hans: 载入失败

# ImageMenu_Save.Text
source: Save
ja_jp: 保存
zh_hans: 保存

# LoginPage_DomainError
source: Please check the domain again
zh_hans: 输入的实例地址有误

# LoginPage_LoginButton.Content
source: LOG IN
zh_hans: 登录

# LoginPage_LoginDesc.Text
source: Log into any Mastodon instance!
ja_jp: どのインスタンス？
zh_hans: 您想登录到哪一个Mastodon实例上？

# LoginPage_LoginFailed
source: Login failed
zh_hans: 登陆失败

# MainPage_Account.HeaderText
source: Account
zh_hans: 我

# MainPage_Federated.HeaderText
source: Federated timeline
ja_jp: 連合タイムライン
zh_hans: 跨站公共

# MainPage_Home.HeaderText
source: Home
ja_jp: ホーム
zh_hans: 主页

# MainPage_Local.HeaderText
source: Local timeline
ja_jp: ローカルタイムライン
zh_hans: 本站

# MainPage_Notifications.HeaderText
source: Notifications
ja_jp: 通知
zh_hans: 消息提醒

# MainPage_Refresh.Label
source: Refresh
ja_jp: 更新
zh_hans: 刷新

# MainPage_Search.Label
source: Search
ja_jp: ユーザーを検索…
zh_hans: 搜索

# MainPage_Setting.Label
source: Settings
ja_jp: 設定
zh_hans: 设置

# MainPage_Toot.Label
source: Toot
ja_jp: 投稿
zh_hans: 发嘟嘟

# ProgressDialogText
source: Now loading...
ja_jp: ロード中
zh_hans: 坐和放宽，这不需要太久

# RefreshListView.PullToRefreshLabel
source: Pull to refresh
ja_jp: 下へスライドして更新...
zh_hans: 下拉刷新

# RefreshListView.ReleaseToRefreshLabel
source: Release to refresh
zh_hans: 释放刷新

# SendDraft_Error
source: Toot error
ja_jp: 送信失敗
zh_hans: 发布失败

# SendDraft_OK
source: Toot!
ja_jp: 送信しました！
zh_hans: 发布成功

# SettingPage_Accounts.HeaderText
source: Accounts
zh_hans: 用户管理

# SettingPage_AddUser.Content
source: Add a user
zh_hans: 添加用户

# SettingPage_Customize.HeaderText
source: Customize
zh_hans: 个性化

# SettingPage_Customize_EnableBladeView.Header
source: Enable blade view (Restart required)
zh_hans: 启用blade视图（需要重启APP）

# SettingPage_Customize_EnableFederatedTimeline.Header
source: Enable federated timeline
zh_hans: 开启跨站公共时间轴

# SettingPage_Customize_EnableLocalTimeline.Header
source: Enable local timeline
zh_hans: 开启本站时间轴

# SettingPage_Customize_IsDarkTheme.Header
source: Enable Dark Theme
zh_hans: 使用黑色主题

# SettingPage_Logout.Content
source: Log out
zh_hans: 注销当前用户

# StatusAction_favourite
source: favourited your status
ja_jp: さんがあなたのトゥートをお気に入りに登録しました
zh_hans: 喜欢了您的嘟

# StatusAction_follow
source: followed you
ja_jp: さんにフォローされています
zh_hans: 关注了您

# StatusAction_mention
source: mentioned you
ja_jp: さんから返信がありました
zh_hans: 提及了您

# StatusAction_reblog
source: rebloged
ja_jp: さんにブーストされました
zh_hans: 转发了

# StatusViewMenu_Block
source: Block @{0}
ja_jp: ブロック @{0}
zh_hans: 屏蔽 @{0}

# StatusViewMenu_Delete.Text
source: Delete
ja_jp: 削除
zh_hans: 删除

# StatusViewMenu_Expand.Text
source: Expand this status
ja_jp: 詳細を表示
zh_hans: 展开嘟文

# StatusViewMenu_Mention
source: Mention @{0}
ja_jp: 返信 @{0}
zh_hans: 提及 @{0}

# StatusViewMenu_Mute
source: Mute @{0}
ja_jp: ミュート @{0}
zh_hans: 将 @{0} 静音

# StatusViewMenu_Report
source: Report @{0}
ja_jp: 通報 @{0}
zh_hans: 举报 @{0}

# StatusViewMenu_UnBlock
source: UnBlock @{0}
ja_jp: ブロック解除 @{0}
zh_hans: 取消 @{0} 屏蔽

# StatusViewMenu_UnMute
source: UnMute @{0}
ja_jp: ミュート解除 @{0}
zh_hans: 取消 @{0} 静音

# StatusView_ClickToView.Text
source: Click to view
ja_jp: クリックして表示
zh_hans: 点击查看

# StatusView_Expander.Header
source: Show More
ja_jp: もっと見る
zh_hans: 显示更多

# StatusView_Sensitive.Text
source: Sensitive content
ja_jp: 閲覧注意
zh_hans: 和谐内容

# TootDialogCW_PlaceholderText.PlaceholderText
source: Content warning
ja_jp: 警告
zh_hans: 和谐内容警告

# TootDialog_AddMultipleImage.Text
source: add multiple image
zh_hans: 添加多图

# TootDialog_AddSingleImage.Text
source: Add single image
ja_jp: メディアを追加
zh_hans: 添加图片

# TootDialog_ContentWarningShort.Content
source: CW
zh_hans: 和谐

# TootDialog_Menu_DeleteMedia.Text
source: Remove
ja_jp: 消去
zh_hans: 删除

# TootDialog_NSFW.Content
source: NSFW
zh_hans: 和谐图片

# TootDialog_PlaceholderText.PlaceholderText
source: What is on your mind?
ja_jp: 今なにしてる？
zh_hans: 分享您钢鞭的故事

# TootDialog_TakePhoto.Text
source: Take a photo
ja_jp: 写真を撮る
zh_hans: 拍照

# TootDialog_Toot.Content
source: TOOT!
ja_jp: トゥート！
zh_hans: 嘟嘟！

# TootVisibility_Direct_Description
source: Post to mentioned users only
ja_jp: 返信先のユーザーだけに公開
zh_hans: 只有提及的人才能看到

# TootVisibility_Direct_Title
source: Direct
ja_jp: ダイレクト
zh_hans: 私人消息

# TootVisibility_Private_Description
source: Post to followers only
ja_jp: フォロワーだけに公開
zh_hans: 只有真正的粉丝才能够看到

# TootVisibility_Private_Title
source: Private
ja_jp: 非公開
zh_hans: 关注者

# TootVisibility_Public_Description
source: Post to public timelines
ja_jp: 公開タイムラインに投稿する
zh_hans: 发布到公共时间线上

# TootVisibility_Public_Title
source: Public
ja_jp: 公開
zh_hans: 公共

# TootVisibility_Unlisted_Description
source: Do not show in public timelines
ja_jp: 公開タイムラインには表示しない
zh_hans: 公开，但不在公共时间轴显示

# TootVisibility_Unlisted_Title
source: Unlisted
ja_jp: 未収載
zh_hans: 公开
